This is an internal diagnostic message.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DebugLevelsInOptionsWarn { get; }
  Visual Basic
Public Shared ReadOnly Property DebugLevelsInOptionsWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DebugLevelsInOptionsWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DesignOptionFailures Class
  Autodesk.Revit.DB Namespace